aylurs-gtk-shell
claude-code
clock
debtap
discordo-git
dissent-bin
dorion-bin
dropbox
github-desktop-bin
grimblast-git
lvsk-calendar
musikcube-bin
neofetch
pipes-rs
plasma6-wallpapers-smart-video-wallpaper-reborn
python-pywalfox
python-screeninfo
spotatui-bin
spotify
st
sublime-text-4
unimatrix-git
visual-studio-code-bin
waypaper
wlogout
