alsa-firmware
alsa-plugins
alsa-utils
appmenu-gtk-module
archlinux-keyring
ark
awww
aylurs-gtk-shell
b43-fwcutter
base
base-devel
bash-completion
bc
bind
bluedevil
blueman
bluez
bluez-utils
breeze-gtk
brightnessctl
btop
btrfs-progs
cantarell-fonts
cava
claude-code
cliphist
clock
cmake
cmatrix
cmus
cryptsetup
cups
debtap
device-mapper
dialog
diffutils
discord
discordo-git
dissent-bin
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dorion-bin
dosfstools
downgrade
dracut
dropbox
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-konsole-colors
endeavouros-mirrorlist
eos-apps-info
eos-dracut
eos-hooks
eos-hwtool
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-settings-plasma
ethtool
ex-vi-compat
exfatprogs
exo
eza
f2fs-tools
fakeroot
fastfetch
feh
ffmpegthumbs
figlet
firefox
firewall-applet
firewalld
flatpak
freetype2
fwupd
garcon
gimp
git
git-lfs
github-cli
github-desktop-bin
glances
gnome-keyring
gnome-text-editor
gpm
grim
grimblast-git
grub
gsimplecal
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gtkmm3
gum
gvfs
gvfs-mtp
gwenview
haruna
haveged
hdparm
hplip
htop
hwdetect
hwinfo
hypridle
hyprland
hyprlauncher
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprsunset
inetutils
inotify-tools
intel-media-driver
intel-ucode
inxi
iptables
iso-create-ml
iwd
jfsutils
jq
jwm
kate
kcalc
kclock
kde-cli-tools
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kgamma
kimageformats
kinfocenter
kio-admin
kio-extras
kio-fuse
kitty
konsole
krita
kscreen
kseexpr
kvantum
kwallet-pam
kwayland-integration
kwin-x11
lazygit
less
libappindicator
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libspng
libva-intel-driver
linux
linux-firmware
linux-headers
logrotate
loupe
lsb-release
lsscsi
lvm2
lvsk-calendar
lxappearance
ly
man-db
man-pages
matugen
mc
mdadm
meld
mesa
mesa-utils
micro
mkinitcpio
modemmanager
mousepad
mtools
musikcube-bin
mypaint
nano
nano-syntax-highlighting
nautilus
ncspot
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
newsboat
nfs-utils
nilfs-utils
nm-connection-editor
nnn
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nwg-dock-hyprland
nwg-drawer
nwg-look
obconf-qt
okular
openbox
openconnect
openvpn
os-prober
otf-font-awesome
pacman-contrib
pamixer
papirus-icon-theme
parole
partitionmanager
pavucontrol
pcmanfm
perl
pipes-rs
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-keyboard
plasma-login-manager
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-workspace
plasma-x11-session
plasma6-wallpapers-smart-video-wallpaper-reborn
plocate
plymouth
poppler-glib
power-profiles-daemon
powerdevil
print-manager
python-jinja
python-packaging
python-pip
python-pipx
python-pyqt5
python-pyquery
python-pywalfox
python-requests
python-screeninfo
qalculate-gtk
qbittorrent
qt5ct
qt6-wayland
qt6ct
ranger
rate-mirrors
rebuild-detector
reflector
reflector-simple
ristretto
rofi
rsync
rtkit
s-nail
sdl2_image
sg3_utils
slurp
smartmontools
sof-firmware
spectacle
spotatui-bin
spotify
spotify-player
st
sublime-text-4
sudo
swappy
swaybg
swaync
sysfsutils
system-config-printer
systemd-sysvcompat
termdown
tesseract
tesseract-data-eng
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tint2
tldr
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
tumbler
udiskie
unimatrix-git
unrar
unzip
usb_modeswitch
usbutils
uwsm
uwufetch
visual-studio-code-bin
vlc
vpnc
vulkan-intel
vulkan-radeon
w3m
waybar
waypaper
welcome
wget
which
whois
wireless-regdb
wireplumber
wl-clipboard
wlogout
wofi
wpa_supplicant
xclip
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-nouveau
xfburn
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xterm
xz
yay
yazi
yyjson
zed
zenity
zsh
zsh-autosuggestions
zsh-syntax-highlighting
